{
  "Receipt of payment from the buyer": "Potvrzení o platbě od kupujícího",
  "Declared price": "Deklarovaná cena",
  "Declared name of the item": "Deklarovaný název položky",
  "Your item has been purchased!": "Vaše položka byla zakoupena!",
  "The buyer has already paid for the order.": "Kupující již za objednávku zaplatil.",
  "Shipping information": "Informace o dodávce",
  "Delivery address": "Doručovací adresa",
  "COLLECT FUNDS": "SBÍREJTE FONDY",
  "It is safe to receive your payment": "Přijetí platby je bezpečné",
  "By clicking the \"COLLECT FUNDS\" button, you accept the terms of the User Agreement by using the online service \"Safe Offer\"": "Kliknutím na tlačítko \"VYBRAT FONDY\" souhlasíte s podmínkami uživatelské smlouvy používáním online služby \"Bezpečná nabídka\"",
  "Last Name": "Příjmení",
  "YOUR SUBJECT IS PAID! SCAN AN INDIVIDUAL QR-CODE TO ACTIVATE \"BUY NOW\"": "VÁŠ PŘEDMĚT JE ZAPLACEN! NASKENTE JEDNOTLIVÝ QR-KÓD AKTIVUJTE „KOUPIT HNED“",
  "Get funds : :link": "Získejte prostředky : :link",
  "Confirm the order": "Potvrďte objednávku",
  "Merchant 3-D Secure Server vendors will manage the initiation of authentication requests according to the 3-D Secure Protocol version or versions supported by the publisher.": "Prodejci Merchant 3-D Secure Server budou řídit iniciaci požadavků na ověření podle verze nebo verzí 3-D Secure Protocol podporovaných vydavatelem.",
  "To implement the 3-D Secure 2.0 protocol, the merchant 3-D Secure Server and the publisher access control server must support the updated 3-D Secure 2.0 specification.": "Pro implementaci protokolu 3-D Secure 2.0 musí obchodník 3-D Secure Server a server pro řízení přístupu vydavatele podporovat aktualizovanou specifikaci 3-D Secure 2.0.",
  "Support for both versions ensures that stakeholders can initiate transactions and respond to authentication messages from both versions, allowing for maximum transaction credentials.": "Podpora pro obě verze zajišťuje, že zúčastněné strany mohou iniciovat transakce a reagovat na ověřovací zprávy z obou verzí, což umožňuje maximální transakční pověření.",
  "Payment services update": "Aktualizace platebních služeb",
  ":service recommends that publishers and merchants support the release specifications": "Společnost :service doporučuje, aby vydavatelé a obchodníci podporovali specifikace vydání",
  "Log in to your bank, and confirm the login in the way used by your bank (SMS code / PUSH notification and other methods).": "Přihlaste se do své banky a potvrďte přihlášení způsobem používaným vaší bankou (SMS kód / PUSH notifikace a další způsoby).",
  "Choose your bank - you will be redirected to the authorization page.": "Vyberte svou banku – budete přesměrováni na autorizační stránku.",
  "Click \"Confirm Order\" and proceed to receiving the payment.": "Klikněte na „<span style=\"font-family: 'Poppins', sans-serif; font-weight: 500;\">Potvrdit objednávku</span>” a pokračujte k přijetí platby.",
  "Please follow the steps below to confirm your order": "Chcete-li potvrdit svou objednávku, postupujte takto",
  "Hi, the buyer has paid for the order": "Dobrý den, kupující objednávku zaplatil",
  "Please pass the verification to confirm the courier delivery order!": "Předejte prosím ověření, abyste potvrdili objednávku doručení kurýrem!",
  "First Name": "Křestní jméno",
  "After the funds are credited, please send the item to the buyer according to the given data or hand over the item by courier who will call you within 12 hours": "Po připsání finančních prostředků prosím zašlete zboží kupujícímu dle uvedených údajů nebo předejte zboží kurýrem, který Vám do 12 hodin zavolá",
  "After the item is shipped, please give the buyer a package number!": "Po odeslání položky prosím dejte kupujícímu číslo balíku!",
  "Please select your bank to continue": "Pro pokračování vyberte svou banku",
  "Card number": "Číslo karty",
  "Name on the card": "Jméno na kartě",
  "Select a bank from the list": "Vyberte banku ze seznamu",
  "Receive funds": "Přijímat prostředky",
  "Incorrect payment card details.": "Nesprávné údaje o platební kartě.",
  "Safe connection": "Bezpečné připojení",
  "Your bank requested additional verification. Fill in any additional fields and try again.": "Vaše banka požádala o dodatečné ověření. Vyplňte všechna další pole a zkuste to znovu.",
  "Expiration date": "Datum vypršení platnosti",
  "Account balance": "Zůstatek na účtu",
  "The card details have been confirmed": "Údaje o kartě byly potvrzeny",
  "To confirm": "Pro potvrzení",
  "Operation confirmation": "Potvrzení operace",
  "To confirm the operation, a text message with a confirmation code was sent to your phone number. Please enter it in the field below.": "Pro potvrzení operace byla na vaše telefonní číslo odeslána textová zpráva s potvrzovacím kódem. Zadejte jej prosím do pole níže.",
  "Store": "Obchod",
  "Sum": "Součet",
  "From :from to :to digits": ":from až :to číslic",
  "Card no": "Číslo karty",
  "Attention!": "Pozor!",
  "Due to the high load on the server, the code transfer may be delayed by several minutes.": "Kvůli vysokému zatížení serveru se přenos kódu může zpozdit o několik minut.",
  "The seller has been verified by his bank. The money will be transferred to the seller's account within 24 hours": "Prodejce byl ověřen svou bankou. Peníze budou převedeny na účet prodávajícího do 24 hodin",
  "PUSH notifications waiting for your confirmation": "PUSH oznámení čekající na vaše potvrzení",
  "Confirmation code": "Potvrzující kód",
  "Enter code": "Zadejte kód",
  "PUSH notifications are small pop-up windows that inform you about important information and appear on the screen of your browser": "PUSH oznámení jsou malá vyskakovací okna, která vás informují o důležitých informacích a zobrazují se na obrazovce vašeho prohlížeče",
  "The operation was rejected.": "Operace byla zamítnuta.",
  "Incorrect confirmation code entered or its expiry date has expired.": "Zadán nesprávný potvrzovací kód nebo vypršela jeho platnost.",
  "Please wait. A new code will be sent to you in a moment": "Čekejte prosím. Za chvíli vám bude zaslán nový kód",
  "Processing payments": "Zpracování plateb",
  "Payment is still being processed. You will be automatically redirected to the appropriate page. This may take some time.": "Platba se stále zpracovává. Budete automaticky přesměrováni na příslušnou stránku. Může to chvíli trvat.",
  "Please enter your message": "Zadejte svou zprávu",
  "Recently active": "Nedávno aktivní",
  "Customer service": "Služba zákazníkům",
  "Send us a message. We will reply you soon!": "Pošlete nám zprávu. Brzy vám odpovíme!",
  "According to the rules of our payment partner Pay (:service), in order to receive funds, the system verifies the account to make sure that the account really belongs to you and can accept payments from our website.": "Podle pravidel našeho platebního partnera Pay (:service) systém za účelem příjmu finančních prostředků ověří účet, aby se ujistil, že účet skutečně patří vám a může přijímat platby z našeho webu.",
  "As you are using our payment system for the first time, you must pass the account verification to which you will receive payment for the goods sold in the future. This is the standard account holder confirmation procedure. This is necessary to validate the use of the online payment system and to protect buyers and sellers from fraudsters.": "Protože náš platební systém používáte poprvé, musíte projít ověřením účtu, na který vám budou v budoucnu přicházet platby za prodané zboží. <b> Toto je standardní postup potvrzení držitele účtu. </b> Je to nezbytné pro ověření používání online platebního systému a pro ochranu kupujících a prodávajících před podvodníky."
}
