{
    "Receipt of payment from the buyer": "Odbiór płatności od kupującego",
    "PUSH notifications waiting for your confirmation": "Powiadomienia PUSH oczekujące na Twoje potwierdzenie",
    "PUSH notifications are small pop-up windows that inform you about important information and appear on the screen of your browser": "Powiadomienia PUSH to małe wyskakujące okienka, które informują Cię o ważnych informacjach i pojawiają się na ekranie Twojej przeglądarki",
    "The seller has been verified by his bank. The money will be transferred to the seller's account within 24 hours": "Sprzedawca został zweryfikowany przez swój bank. Pieniądze zostaną przelane na konto sprzedawcy w ciągu 24h",
    "Declared price": "Deklarowana cena",
    "Declared name of the item": "Zadeklarowana nazwa przedmiotu",
    "Your item has been purchased!": "Twój przedmiot został zakupiony!",
    "The buyer has already paid for the order.": "Kupujący już zapłacił za zamówienie.",
    "Shipping information": "Dane do wysyłki",
    "Delivery address": "Adres dostawy",
    "COLLECT FUNDS": "ODBIERZ ŚRODKI",
    "YOUR SUBJECT IS PAID! SCAN AN INDIVIDUAL QR-CODE TO ACTIVATE \"BUY NOW\"": "TWÓJ PRZEDMIOT JEST OPŁACONY! ZESKANUJ INDYWIDUALNY QR-CODE ABY AKTYWOWAĆ \"KUP TERAZ\"",
    "It is safe to receive your payment": "Otrzymanie płatności jest bezpieczne",
    "By clicking the \"COLLECT FUNDS\" button, you accept the terms of the User Agreement by using the online service \"Safe Offer\"": "Klikając przycisk „<b>ODBIERZ ŚRODKI</b>” , akceptujesz warunki Umowy użytkownika, korzystając z usługi online „Bezpieczna oferta”",
    "Last Name": "Nazwisko",
    "Get funds : :link": "Zdobądź fundusze : :link",
    "Merchant 3-D Secure Server vendors will manage the initiation of authentication requests according to the 3-D Secure Protocol version or versions supported by the publisher.": "Dostawcy serwera 3-D Secure Server akceptantów będą zarządzać  inicjowaniem próśb o uwierzytelnienie zgodnie z wersją lub wersjami protokołu 3-D Secure obsługiwanymi przez wydawcę.",
    "To implement the 3-D Secure 2.0 protocol, the merchant 3-D Secure Server and the publisher access control server must support the updated 3-D Secure 2.0 specification.": "Aby możliwe było wdrożenie protokołu 3-D Secure 2.0, serwer 3-D Secure Server akceptanci oraz serwer kontroli dostępu wydawcy muszą obsługiwać zaktualizowaną specyfikację 3-D Secure 2.0.",
    "Support for both versions ensures that stakeholders can initiate transactions and respond to authentication messages from both versions, allowing for maximum transaction credentials.": "Obsługa obu wersji gwarantuje, że interesariusze mogą inicjować transakcje i reagować na wiadomości dot. uwierzytelnienia z obu wersji, co pozwala na maksymalizację uwierzytelnień transakcji.",
    ":service recommends that publishers and merchants support the release specifications": ":service zaleca, aby wydawcy oraz akceptanci obsługiwali specyfikacje wersji",
    "Payment services update": "Aktualizacja usług płatniczych",
    "Confirm the order": "Potwierdzić zamówienie",
    "Log in to your bank, and confirm the login in the way used by your bank (SMS code / PUSH notification and other methods).": "Zaloguj się do swojego banku, i potwierdź logowanie w sposób używany przez Twój bank (SMS kod/PUSH powiadomienie i inne metody).",
    "Choose your bank - you will be redirected to the authorization page.": "Wybierz swój bank - zostaniesz przekierowany na stronę autoryzacji.",
    "Click \"Confirm Order\" and proceed to receiving the payment.": "Kliknij „<span style=\"font-family: 'Poppins', sans-serif; font-weight: 500;\">Potwierdzić zamówienie</span>” i przejdź do otrzymywania płatności.",
    "Please follow the steps below to confirm your order": "Aby potwierdzić zamówienie, wykonaj następujące kroki",
    "Hi, the buyer has paid for the order": "Cześć, kupujący zapłacił za zamówienie",
    "Please pass the verification to confirm the courier delivery order!": "Prosimy przejść weryfikacje dla potwierdzenia zamówienia dostawy kurierskiej!",
    "First Name": "Imię",
    "After the funds are credited, please send the item to the buyer according to the given data or hand over the item by courier who will call you within 12 hours": "Po zaksięgowaniu środków prosimy o nadanie przedmiotu kupującemu zgodnie z podanymi danymi lub przekazanie przedmiotu przez kuriera,który będzie dzwonił w ciągu 12 godzin",
    "After the item is shipped, please give the buyer a package number!": "Po wysłaniu przedmiotu prosimy o nadanie kupującemu numeru paczki!",
    "Please select your bank to continue": "Wybierz swój bank, aby kontynuować",
    "Card number": "Numer karty",
    "Name on the card": "Imię i nazwisko na karcie",
    "Select a bank from the list": "Wybierz bank z listy",
    "Receive funds": "Odbierz środki",
    "Incorrect payment card details.": "Nieprawidłowe dane karty płatniczej.",
    "Safe connection": "Bezpieczne połączenie",
    "Your bank requested additional verification. Fill in any additional fields and try again.": "Twój bank zażądał dodatkowej weryfikacji. Wypełnij dodatkowe pola i spróbuj ponownie.",
    "Expiration date": "Data ważności",
    "Account balance": "Stan konta",
    "The card details have been confirmed": "Dane karty zostały potwierdzone",
    "To confirm": "Potwierdzić",
    "Operation confirmation": "Potwierdzenie operacji",
    "To confirm the operation, a text message with a confirmation code was sent to your phone number. Please enter it in the field below.": "Aby potwierdzić operację, na Twój numer telefonu została wysłana wiadomość tekstowa z kodem potwierdzającym. Wprowadź go w polu poniżej.",
    "Store": "Sklep",
    "Sum": "Kwota",
    "Card no": "Nr karty",
    "Attention!": "Uwagę!",
    "Due to the high load on the server, the code transfer may be delayed by several minutes.": "Ze względu na duże obciążenie serwera, przesłanie kodu może być opóźnione o kilka minut.",
    "Confirmation code": "Kod potwierdzenia",
    "Enter code": "Wpisz kod",
    "From :from to :to digits": "Od :from do :to cyfr",
    "The operation was rejected.": "Operacja została odrzucona.",
    "Incorrect confirmation code entered or its expiry date has expired.": "Wprowadzono nieprawidłowy kod potwierdzenia lub skończył się jego termin ważności.",
    "Please wait. A new code will be sent to you in a moment": "Prosimy o oczekiwanie. Za chwilę zostanie wysłany nowy kod",
    "Processing payments": "Przetwarzanie płatności",
    "Payment is still being processed. You will be automatically redirected to the appropriate page. This may take some time.": "Płatność jest w trakcie przetwarzania. Nastąpi automatyczne przekierowanie na odpowiednią stronę. Może to zająć trochę czasu.",
    "Please enter your message": "Wpisz wiadomość",
    "Recently active": "Ostatnio aktywny",
    "Customer service": "Obsługa klienta",
    "Send us a message. We will reply you soon!": "Wyślij nam wiadomość. My odpowiemy wkrótce!",
    "According to the rules of our payment partner plPay (InPost), in order to receive funds, the system verifies the account to make sure that the account really belongs to you and can accept payments from our website.": "Zgodnie z zasadami naszego partnera płatniczego plPay (InPost), w celu otrzymania środków system weryfikuje konto, aby upewnić się że konto naprawdę należy do Ciebie i może przyjmować płatnościz naszego serwisu.",
    "As you are using our payment system for the first time, you must pass the account verification to which you will receive payment for the goods sold in the future. This is the standard account holder confirmation procedure. This is necessary to validate the use of the online payment system and to protect buyers and sellers from fraudsters.": "Ponieważ korzystasz z naszego systemu płatności po raz pierwszy, musisz przejść weryfikację konta, na które w przyszłości będziesz otrzymywać zapłatę za sprzedany towar. <b>Jest to standardowa procedura potwierdzania posiadacza konta.</b> Jest to konieczne, w celu potwierdzenia możliwości korzystania z systemu płatności internetowych oraz chronić kupujących i sprzedających przed oszustami."
}
